{
  "year": [
    "1492",
	"1800",
	"1814",
	"1824",
	"1840",
	"1881",
	"1918",
	"1921",
	"1925",
	"1941",
	"1945",
	"1947",
	"1948",
	"1948",
	"1949",
	"1949",
	"1956",
	"1958",
	"1962",
	"1963",
	"1965",
	"1965",
	"1967",
	"1969",
	"1978",
	"1980",
	"2005",
	"2007",
	"2015",
	"2015",
	"2017",
	"2017"
  ],
  "date": [
    "October 11",
	"Not Known",
	"Not Known",
	"Not Known",
	"Not Known",
	"Not known",
	"March 4",
	"January 31",
	"December 1",
	"November 23",
	"December 5",
	"July 3",
	"January 30",
	"December 28",
	"January 17",
	"November 16",
	"November 9",
	"Not known",
	"January 8",
	"February 2",
	"June 9",
	"December 6",
	"December 22",
	"Not Known",
	"November 3",
	"January 12",
	"June 20",
	"April 10",
	"Not Known",
	"October 1",
	"February 23",
	"May 15"
  ],
  "where": [
    "Sea",
    "Sea",
    "Sea",
    "Sea",
    "Sea",
    "Sea",
    "Sea",
    "Sea",
    "Sea",
    "Sea",
    "Aircraft",
    "Aircraft",
    "Aircraft",
    "Aircraft",
    "Aircraft",
    "Aircraft",
    "Aircraft",
    "Sea",
    "Aircraft",
    "Sea",
    "Aircraft",
    "Aircraft",
    "Sea",
    "land",
    "Aircraft",
    "Sea",
    "Aircraft",
    "Aircraft",
    "Sea",
    "Sea",
    "Aircraft",
    "Aircraft"
  ],
  "description": [
    "On the night of October 11, Christopher Columbus and the crew of Santa Maria reported a sighting of unknown light, just days before the landing at Guanahani.",
	"USS Pickering, on course from Guadeloupe to Delaware, lost with 90 people on board. (Possibly lost in a gale)",
	"USS Wasp, last known position was the Caribbean, lost with 140 people on board. (Possibly lost in a storm)",
	"USS Wild Cat, on course from Cuba to Tompkins Island, lost with 14 people on board.",
	"Rosalie, found abandoned. (Possibly the 'Rossini' found derelict)",
	"According to legend a sailing ship the Ellen Austin found a derelict vessel and placed a crew to sail the vessel to port. Two versions of what happened to the vessel are: the vessel was either lost in a storm or was found again without a crew. Lawrence David Kusche author of 'The Bermuda Triangle Mystery-Solved' found no mention in 1880 or 1881 newspapers of this alleged incident-he did trace the legend to a book by Rupert Gould 'The Stargazer Talks' published in 1943. The 'Ellen Austin' did exist, a check from Lloyd's of London records proved the existence of Meta, built in 1854, and that in 1880, Meta was renamed Ellen Austin. There are no casualty listings for this vessel, or any vessel at that time, that would suggest a large number of missing men were placed on board a derelict that later disappeared although one website includes the alleged derelict vessel incident it does find that Rupert Gould talked about the legend on radio in the 1930s; likewise the website traces the derelict story to a June 1906 newspaper story-which claims the derelict ship incident took place in 1891; however the 1906 story does not give a reference of where this story came from.",
	"USS Cyclops, collier, left Barbados on March 4, lost with all 306 crew and passengers en route to Baltimore, Maryland.",
	"January 31, Carroll A. Deering, five-masted schooner, Captain W. B. Wormell, found aground and abandoned at Diamond Shoals, near Cape Hatteras, North Carolina.",
	"1 December, SS Cotopaxi, having departed Charleston, South Carolina two days earlier bound for Havana, Cuba, radioed a distress call reporting that the ship was sinking. She was officially listed as overdue on 31 December. In 1985 an unknown shipwreck was found off St Augustine, Florida; in 2020 it was identified as the remains of the SS Cotopaxi.",
	"USS Proteus (AC-9), lost with all 58 persons on board in heavy seas, having departed St. Thomas in the Virgin Islands with a cargo of bauxite on 23 November. The following month, her sister ship USS Nereus (AC-10) was lost with all 61 persons on board, having also departed St. Thomas with a cargo of bauxite, on 10 December. According to research by Rear Admiral George van Deurs, USN, who was familiar with this type of ship from their service in the USN, the acidic coal cargo would seriously erode the longitudinal support beams, making these aging and poorly constructed colliers extremely vulnerable to breaking up in heavy seas.[27] They were both sister ships of the USS Cyclops.",
	"December 5, Flight 19 (five TBF Avengers) lost with 14 airmen, and later the same day PBM Mariner BuNo 59225 lost with 13 airmen while searching for Flight 19.",
	"July 3, a Douglas C-54 crashed off the Florida coast after the pilot lost control in turbulence.",
	"January 30, Avro Tudor G-AHNP Star Tiger lost with six crew and 27 passengers, en route from Santa Maria Airport in the Azores to Kindley Field, Bermuda.",
	"December 28, Douglas DC-3 NC16002 lost with three crew and 36 passengers, en route from San Juan, Puerto Rico, to Miami, Florida.",
	"January 17, Avro Tudor G-AGRE Star Ariel lost with seven crew and 13 passengers, en route from Kindley Field, Bermuda, to Kingston Airport, Jamaica.January 17, Avro Tudor G-AGRE Star Ariel lost with seven crew and 13 passengers, en route from Kindley Field, Bermuda, to Kingston Airport, Jamaica.",
	"November 16, a B-29 ditched in the Atlantic. Two crewmen were missing but three days later 18 survivors were rescued 385 miles northeast of Bermuda.",
	"November 9, Martin Marlin lost ten crewmen taking off from Bermuda.",
	"Revonoc. A 43-foot racing yawl was lost with owner Harvey Conover and four others between Key West and Miami Florida in a hurricane. The only trace found was the Revonoc 14-foot skiff near Jupiter Florida.",
	"January 8, A USAF KB-50 51-0465 was lost over the Atlantic between the US East Coast and the Azores.",
	"SS Marine Sulphur Queen, lost with 39 crewmen, having departed Beaumont, Texas, on 2 February with a cargo of 15,260 tons of sulfur. She was last heard from on 4 February, when she was in rough, nearly following seas of 16 feet, with northerly winds of 25–46 knots, and listed as missing two days later. The US Coast Guard subsequently determined that the ship was unsafe and not seaworthy, and never should have sailed. The final report suggested four causes of the disaster, all due to poor design and maintenance of the ship.",
	"June 9, A USAF C-119 Flying Boxcar of the 440th Troop Carrier Wing missing between Florida and Grand Turk Island[9] The last call from the plane came from a point just north of Crooked Island, Bahamas, and 177 miles from Grand Turk Island. On July 18, 1965 debris from the plane was found on the beach of Gold Rock Cay just off the northeastern shore of Acklins Island.",
	"December 6, Private ERCO Ercoupe F01[11] lost with pilot and one passenger, en route from Ft. Lauderdale to Grand Bahamas Island.",
	"On December 22, 1967, Miami hotel owner and yachtsman Dan Burack set out on his cabin cruiser Witchcraft with a priest named Patrick Horgan. The ship was taken one mile off the Miami coastline so that Burack and Horgan could view the Christmas lights visible from the shore.That night, Burack radioed a distress call to the Coast Guard, informing them that the boat's propeller had struck something underwater, and that the vessel would need to be towed in. The Coast Guard requested that he send up a flare in roughly 20 minutes so that the boat could be more easily located.The official who received the call reportedly later noted that Burack did not seem too concerned about the Witchcraft,a boat that Burack had fitted with a special floatation device in its hull. When the Coast Guard arrived at the location from which Burack called, he, Horgan, and the Witchcraft were nowhere to be found.Over the following days, a search was conducted over hundreds of square miles of ocean, but the boat and its passengers were not able to be located.",
	"Two keepers disappeared and were never found. A hurricane passed through at the time of the disappearances",
	"Irving Rivers, arriving at St. Thomas from St. Croix, vanished after being sighted by the control tower, and no trace was ever found.",
	"On January 12, 1980, HMCS St. Laurent (DDH 205) sank off Cape Hatteras, the closest point on the North American mainland to Bermuda. The ship took on water after encountering the tail end of a hurricane.",
	"A Piper PA-23 disappeared between Treasure Cay Island, Bahamas and Fort Pierce, Florida. There were three people on board.",
	"A Piper PA-46-310P disappeared near Berry Island after flying into a level 6 thunderstorm and losing altitude. Two fatalities were listed.",
	"In late July 2015, two 14-year-old boys, Austin Stephanos, and Perry Cohen went on a fishing trip in their 19-foot boat. Despite the 15,000 square nautical mile wide search by the Coast Guard,[34] the pair's boat was found a year later off the coast of Bermuda, but the boys were never seen again.",
	"SS El Faro, with a crew of 33 aboard, sank off of the coast of the Bahamas within the triangle on October 1, 2015, after sailing into Hurricane Joaquin. Search crews identified the vessel 15,000 feet below the surface.",
	"February 23, The Turkish Airlines flight TK183 (an Airbus A330-200) was forced to change its direction from Havana, Cuba to Washington Dulles airport after some mechanical and electrical problems occurred over the triangle.",
	"May 15, A private MU-2B aircraft was at 24,000 feet when it vanished from radar and radio contact with air traffic controllers in Miami.[17] Plane wreckage was found later."
  ]
}